Repository: Spocsk/PoseLock
Catalog: PoseLock/Localizable.xcstrings
Source language: fr
Languages: de, en, es, pt_br

source: dernier lock en %lld min %lld s
de: letzter Lock in %1$lld Min. %2$lld s
en: last lock in %1$lld min %2$lld s
es: último lock en %1$lld min %2$lld s
pt_br: último lock em %1$lld min %2$lld s

source: dernier lock en %lld s
de: letzter Lock in %lld s
en: last lock in %lld s
es: último lock en %lld s
pt_br: último lock em %lld s

source: lockable
de: lockbar

source: moyenne %lld
de: Schnitt %lld
en: average %lld
es: media %lld
pt_br: média %lld

source: À la fin de l’essai
de: Am Ende des Tests
en: When the trial ends
es: Al terminar la prueba
pt_br: No fim do teste

source: Ça décide du pack proposé juste après. Rien n’est figé.
de: Davon hängt das nächste Pack ab. Nichts ist endgültig.
en: It decides which pack comes next. Nothing is set in stone.
es: Decide el pack que verás justo después. Nada es definitivo.
pt_br: Isso define o pack sugerido em seguida. Nada é definitivo.

source: Ça te parle ?
de: Kommt dir das bekannt vor?
en: Sound familiar?
es: ¿Te suena?
pt_br: Isso te soa familiar?

source: Échéance
de: Stichtag
en: Deadline
es: Fecha objetivo
pt_br: Prazo

source: Étape %lld sur %lld
de: Schritt %1$lld von %2$lld
en: Step %1$lld of %2$lld
es: Paso %1$lld de %2$lld
pt_br: Etapa %1$lld de %2$lld

source: Étape précédente
de: Vorheriger Schritt
en: Previous step
es: Paso anterior
pt_br: Etapa anterior

source: État
de: Status
en: Status
es: Estado
pt_br: Status

source: Évolution · %@
de: Verlauf · %@
en: Progress · %@
es: Evolución · %@
pt_br: Evolução · %@

source: Journal
es: Diario
pt_br: Diário

source: Score
es: Puntuación
pt_br: Pontuação

source: Version
es: Versión
pt_br: Versão
